{
  "news": [
    {
      "id": 1,
      "link": "/news",
      "type": "Business",
      "date": "2 days ago",
      "title": "Facebook owner Meta sees biggest ever stock market loss",
      "thumbnail": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2020/05/0/0/Mark-Zuckerberg-Getty.jpg?ve=1&tl=1",
      "caption": "Facebook's owner Meta Platforms saw its stock market value slump by more than $230bn (£169bn) on Thursday, in a record daily loss for a US firm.",
      "hashtags": [
        "Social media",
        "Meta",
        "Twitter",
        "Mark Zuckerberg",
        "Facebook"
      ],
      "description": "<b>Facebook's owner Meta Platforms saw its stock market value slump by more than $230bn (£169bn) on Thursday, in a record daily loss for a US firm.</b>\n\nIts shares fell 26.4% after quarterly figures disappointed investors.\n\nMeta also said that Facebook's daily active users (DAUs) had dropped for the first time in its 18-year history.\n\nThe company's share price slide saw chief executive Mark Zuckerberg's net worth fall by $31bn, according to the Bloomberg Billionaires Index.\n\nThe drop in Mr Zuckerberg's personal fortune was equivalent to the annual gross domestic product of Estonia.\n\nEven after that drop, Mr Zuckerberg has an estimated net worth of almost $90bn, which means he is still one of the richest people in the world.\n\nThat came after Meta revealed that Facebook's DAUs fell to 1.929bn in the three months to the end of December, compared to 1.930bn in the previous quarter.\n\nIt was the first time ever that this measure of activity on the world's biggest social network had gone into reverse.\n\nMeta's stock market slump came on the eve of the 18th anniversary of the founding of Facebook.\n\nFacebook sees daily users fall for first time ever\nFacebook-funded cryptocurrency Diem winds down\nMeta also warned of slowing revenue growth in the face of competition from rival platforms including TikTok and YouTube, while advertisers were also cutting spending.\n\nMr Zuckerberg said the firm's sales growth had been hurt as audiences, especially younger users, had left for rivals.\n\nThe firm forecast revenues of between $27bn and $29bn for the first quarter of this year, which was lower than analysts had expected.\n\nAlthough the company has been making investments in video services to compete with TikTok, owned by Chinese technology giant ByteDance, it makes less money from those offerings than its traditional Facebook and Instagram feeds."
    },
    {
      "id": 2,
      "link": "/news",
      "type": "World, Business",
      "date": "27 January 2022",
      "title": "US Supreme Court: The women in the running to replace Stephen Breyer",
      "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/70E7/production/_123030982_gettyimages-1232576319.jpg",
      "caption": "Ketanji Brown Jackson, 51, is widely believed to be the top contender to replace Justice Breyer.",
      "hashtags": [
        "US Supreme Court",
        "United States",
        "Joe Biden"
      ],
      "description": "Born in Washington DC and raised in Miami, Ms Jackson currently serves on the influential US Court of Appeals for the DC circuit. Three current justices previously served on the court.\n\n\n\"Presidents are not kings,\" she wrote in a 2019 ruling compelling a former aide to President Trump to testify in the Russia meddling probe.\n\n\"They do not have subjects, bound by loyalty or blood, whose destiny they are entitled to control.\"\n\nThe jurist has two degrees from Harvard University, which she attended as an undergraduate and as a law student, once serving as editor of the Harvard Law Review.\n\nMeet the Supremes - the judges on the top US court\nDuring her time at Harvard, she led protests against a student who draped a Confederate flag from his dorm window.\n\nHer parents are both graduates of historically black colleges who began their careers are teachers.\n\nMs Jackson has also clerked for three federal judges in the past, most notably Justice Breyer himself from 1999-2000.\n\nIn January 2021, she was among President Biden's very first judicial picks, to fill the court seat vacated by his current Attorney General Merrick Garland.\n\nAt that confirmation hearing, former House Speaker and ex-Republican vice-presidential candidate Paul Ryan introduced her; Mr Ryan is a relative by marriage.\n\n\"Our politics may differ, but my praise for Ketanji's intellect, for her character, for her integrity, it is unequivocal,\" he said.\n\nMs Jackson's husband is a surgeon and she has two children."
    },
    {
      "id": 3,
      "link": "/news",
      "type": "Technology",
      "date": "9 March 2022",
      "title": "Meta moves to tackle creepy behaviour in virtual reality",
      "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16033/production/_123136109_metaverse2.png",
      "caption": "Meta has announced a new feature to allow more personal space for people's avatars in virtual-reality worlds.",
      "hashtags": [
        "Meta",
        "Microsoft",
        "Virtual reality"
      ],
      "description": "The metaverse is still at concept stage but the latest attempts to create virtual worlds are already facing an age-old problem: harassment.\n\nBloomberg's technology columnist Parmy Olson told the BBC's Tech Tent programme about her own \"creepy\" experiences.\n\nAnd one woman likened her own traumatic experience in VR to sexual abuse.\n\nMeta has now announced a new feature, Personal Boundary, which begins rolling out on 4 February. It prevents avatars from coming within a set distance of each other, creating more personal space for people and making it easier to avoid these unwanted interactions.\n\nIt stops others \"invading your avatar's personal space\", said Meta.\n\n\"If someone tries to enter your Personal Boundary, the system will halt their forward movement as they reach the boundary.\"\n\nIt is being made available in Meta's Horizon Worlds and Horizon Venues software.\n\nThe firm said it was a \"powerful example of how VR has the potential to help people interact comfortably,\" but acknowledged there was more work to be done."
    },
    {
      "id": 4,
      "link": "/news",
      "type": "Health",
      "date": "4 days ago",
      "title": "Omicron BA.2: What we know about the Covid sub-variant",
      "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14834/production/_123102048_mediaitem123102047.jpg",
      "caption": "The highly transmissible Omicron variant now accounts for half of the world's infections.",
      "hashtags": [
        "Coronavirus",
        "Omicron variant",
        "Pandemic"
      ],
      "description": "But Omicron is an umbrella term for several closely related lineages of the SARS-CoV-2 coronavirus, the most common of which is the BA.1 lineage.\n\nNow more countries, particularly in Asia and Europe, are reporting an increase in cases driven by BA.2.\n\nWhile BA.2 appears to be more transmissible than previous variants, there is no data yet to suggest that it is any more severe.\n\nSo how worried should we be about this emerging variant? Here is what we know about it. \n\n <b>What is BA.2?</b> \n\n As viruses mutate into new variants, they sometimes split or branch off into sub-lineages. The Delta variant, for example, comprises 200 different sub-variants.\n\nThe same happened with Omicron, which includes the lineages BA.1, BA.2, BA.3 and B.1.1.529.\n\nBA.1 accounts for most of the cases. According to the World Health Organization (WHO), nearly 99% of viral DNA submitted to the global GISAID database as of 25 January were identified as this sub-variant. While BA.1 and BA.2 are similar, they are 20 mutations apart.\n\nIt is not clear where BA.2 originated, but it was first detected in the Philippines in November."
    },
    {
      "id": 5,
      "link": "/news",
      "type": "Technology",
      "date": "2 days ago",
      "title": "How to store excess wind power underwater",
      "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A9E2/production/_122909434_gettyimages-1271332416.jpg",
      "caption": "With 17 new wind farm projects planned for Scotland, the UK's offshore wind power capacity is set to more than double.",
      "hashtags": [
        "Wind power",
        "Batteries",
        "Energy industry",
        "Renewable energy"
      ],
      "description": "But what happens when the wind is blowing, the turbines are cranking out electricity and there's no demand for it?\n\nIt's already a problem. In 2020, enough electricity to supply more than one million homes was wasted due to a lack of storage, according to a report by KPMG that was commissioned by the power company Drax.\n\nBut one firm, which won a 2022 Best of Innovation award at the CES technology show earlier this year, believes it has the solution.\n\nDutch startup, Ocean Grazer, has developed the Ocean Battery, which stores energy below the wind farm.\n\nWhen there is excess electricity the system pumps water from an underground reservoir into tough, flexible bladders that sit on the sea bed. You could think of them like big bicycle inner tubes. The water in those tubes is under pressure, so when it is released the water flows quickly and is directed through turbines, also on the sea bed, generating electricity when needed.\n\n\"The Ocean Battery, is effectively based on the same technology as hydro storage, where water is pumped back through a dam in a river, though we have transformed it into something you can deploy on the sea bed,\" says chief executive Frits Bliek.\n\nA protoype designed for deep water has already been tested at the port of Groningen in the Netherlands. The firm is now preparing to test a second system that has been modified for shallower water in a lake in the northern Netherlands. This should be operational next year.\n\nMany on-shore wind farms already use batteries to store extra power but there are a number of problems when it comes to using these offshore.\n\n\"If you want to build a large-scale system offshore, you would also need to build a really huge platform built of sea containers and that's been found to be very, very costly. Also the lifetime of the batteries is not very long,\" says Mr Bliek."
    },
    {
      "id": 6,
      "link": "/news",
      "type": "Sport, Premier League",
      "date": "1 February 2022",
      "title": "Transfer window closes: Premier League clubs spend £295m in busy January 2022",
      "thumbnail": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/BA65/production/_123071774_index.png",
      "caption": "Premier League clubs completed the second-highest spending January in history - with a total of £295m spent - as Tottenham made the biggest moves on deadline day.",
      "hashtags": [
        "Sport"
      ],
      "description": "A total of 12 Premier League transfers on deadline day took spending to the highest total since 2018's £430m as clubs appear to have recovered from the effects Covid had on finances.\n\nPremier League clubs only spent £70m in January 2021, and less than £10m on deadline day.\n\nTwelve months on - and with capacity crowds now back in stadiums this season - Spurs signed two Juventus players for at least £24m, sold England midfielder Dele Alli to Frank Lampard's Everton for a fee of up to £40m and loaned out three players.\n\nNewcastle brought in two Premier League defenders, while Manchester City and Burnley recruited strikers for more than £10m.\n\nPierre-Emerick Aubameyang left Arsenal for Barcelona on a free transfer, while Juventus loaned Aaron Ramsey to Scottish champions Rangers.\n\nOver half of the money spent by Premier League clubs (£150m) came from the bottom five clubs - Everton, Norwich, Newcastle, Watford and Burnley. Last year the bottom five spent a total of £5m.\n\nDan Jones, partner and head of the Sports Business Group at Deloitte, said: \"This transfer window indicates that the financial pressures of Covid on Premier League clubs are easing, with spending firmly back to pre-pandemic levels and remarkably among the highest we've ever seen in January.\n\n\"The Premier League continues to lead the way globally, retaining its status as the world's biggest domestic football league in financial terms, once again supported by full stadia and securing strong overseas broadcast deals.\"\n\nEurope's other top four leagues combined spent 380m euros (£317m), only £2m more than the Premier League and EFL combined.\n\nPremier League clubs' net spending (the cost of purchases minus sales) of £180m is the highest since the January transfer window was introduced in 2003. \n\n <b>What happened in the rest of January? </b> \n\n Liverpool made the biggest signing of the window in England the day before deadline day, with Porto's Colombia winger Luis Diaz joining in a deal worth 45m euros (£37.5m), with a further 15m euros (£12.5m) in potential bonuses.\n\nNewcastle had already sealed a deal for Lyon's Brazilian midfielder Bruno Guimaraes for £35m with £6.6m in add-ons, Burnley striker Chris Wood for £25m and Atletico Madrid and England right-back Kieran Trippier for £12m.\n\nThere were four other Premier League signings worth £10m or more.\n\nAston Villa signed Everton left-back Lucas Digne for £25m, while Everton bought two defenders for a combined £27m - Rangers' Nathan Patterson and Dynamo Kyiv's Vitalii Mykolenko.\n\nWolves made the loan signing of RB Leipzig forward Hwang Hee-chan permanent for £14m.\n\nThe biggest signing in Europe came when Juventus signed Fiorentina forward Dusan Vlahovic - who had been a target for several Premier League sides - for an initial £58m.\n\nVilla signed Barcelona's Philippe Coutinho on loan, while Adama Traore (Wolves to Barcelona), Anthony Martial (Manchester United to Sevilla) and Amad Diallo (Manchester United to Rangers) all left the Premier League on temporary deals."
    }
  ],
  "sport": [
    {
      "id": 1,
      "link": "/sport",
      "type": "Sport, Premier League",
      "date": "1 February 2022",
      "title": "Transfer window closes: Premier League clubs spend £295m in busy January 2022",
      "thumbnail": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/BA65/production/_123071774_index.png",
      "caption": "Premier League clubs completed the second-highest spending January in history - with a total of £295m spent - as Tottenham made the biggest moves on deadline day.",
      "hashtags": [
        "Sport"
      ],
      "description": "A total of 12 Premier League transfers on deadline day took spending to the highest total since 2018's £430m as clubs appear to have recovered from the effects Covid had on finances.\n\nPremier League clubs only spent £70m in January 2021, and less than £10m on deadline day.\n\nTwelve months on - and with capacity crowds now back in stadiums this season - Spurs signed two Juventus players for at least £24m, sold England midfielder Dele Alli to Frank Lampard's Everton for a fee of up to £40m and loaned out three players.\n\nNewcastle brought in two Premier League defenders, while Manchester City and Burnley recruited strikers for more than £10m.\n\nPierre-Emerick Aubameyang left Arsenal for Barcelona on a free transfer, while Juventus loaned Aaron Ramsey to Scottish champions Rangers.\n\nOver half of the money spent by Premier League clubs (£150m) came from the bottom five clubs - Everton, Norwich, Newcastle, Watford and Burnley. Last year the bottom five spent a total of £5m.\n\nDan Jones, partner and head of the Sports Business Group at Deloitte, said: \"This transfer window indicates that the financial pressures of Covid on Premier League clubs are easing, with spending firmly back to pre-pandemic levels and remarkably among the highest we've ever seen in January.\n\n\"The Premier League continues to lead the way globally, retaining its status as the world's biggest domestic football league in financial terms, once again supported by full stadia and securing strong overseas broadcast deals.\"\n\nEurope's other top four leagues combined spent 380m euros (£317m), only £2m more than the Premier League and EFL combined.\n\nPremier League clubs' net spending (the cost of purchases minus sales) of £180m is the highest since the January transfer window was introduced in 2003. \n\n <b>What happened in the rest of January? </b> \n\n Liverpool made the biggest signing of the window in England the day before deadline day, with Porto's Colombia winger Luis Diaz joining in a deal worth 45m euros (£37.5m), with a further 15m euros (£12.5m) in potential bonuses.\n\nNewcastle had already sealed a deal for Lyon's Brazilian midfielder Bruno Guimaraes for £35m with £6.6m in add-ons, Burnley striker Chris Wood for £25m and Atletico Madrid and England right-back Kieran Trippier for £12m.\n\nThere were four other Premier League signings worth £10m or more.\n\nAston Villa signed Everton left-back Lucas Digne for £25m, while Everton bought two defenders for a combined £27m - Rangers' Nathan Patterson and Dynamo Kyiv's Vitalii Mykolenko.\n\nWolves made the loan signing of RB Leipzig forward Hwang Hee-chan permanent for £14m.\n\nThe biggest signing in Europe came when Juventus signed Fiorentina forward Dusan Vlahovic - who had been a target for several Premier League sides - for an initial £58m.\n\nVilla signed Barcelona's Philippe Coutinho on loan, while Adama Traore (Wolves to Barcelona), Anthony Martial (Manchester United to Sevilla) and Amad Diallo (Manchester United to Rangers) all left the Premier League on temporary deals."
    },
    {
      "id": 2,
      "link": "/sport",
      "type": "Sport",
      "date": "6 February 2022",
      "title": "Zoi Sadowski-Synnott: Kiwi is taking snowboarding 'to the next level' as 20-year-old wins gold",
      "thumbnail": "https://media.cnn.com/api/v1/images/stellar/prod/220206125029-zoi-sadowski-synnott.jpg?c=16x9&q=h_720,w_1280,c_fill",
      "caption": "Zoi Sadowski-Synnott of Team New Zealand performs a trick during the women's snowboard slopestyle final at the Genting Snow Park on February 06, 2022 in Zhangjiakou, China",
      "hashtags": [
        "Sport",
        "snowboarding"
      ],
      "description": "Zoi Sadowski-Synnott wasn't even born when New Zealand ended its 40-year wait for a Winter Olympics medal in 1992. On Sunday, she soared through the air at Beijing's Genting Snow Park to claim her country's first ever gold at a Winter Games.\n\nThe 20-year-old put in a remarkable final run to claim the gold in the women's snowboard slopestyle event, snatching victory from Team USA's Julia Marino at the death. \n\n It left the Kiwi requiring a near-flawless performance in the most pressurized of circumstances, and the 20-year-old delivered emphatically -- a jaw-dropping final run rewarding her with a 92.88 score, over five points clear of Marino's best attempt in second, and a historic gold medal.\n\"I tried to think last night what it would mean if I managed to land my run and come away with gold, and it feels unreal,\" Sadowski-Synnott told reporters\n\"I am super proud of where my snowboarding has come in the last few years and super proud to be Kiwi and show the world what Kiwis are made of.\n\"I really hope my performance here will inspire young kids and anyone to take up snowboarding because I reckon it's the funnest sport ever."
    },
    {
      "id": 3,
      "link": "/sport",
      "type": "Sport",
      "date": "4 February 2022",
      "title": "How US figure skaters forged their own paths in a sport where stereotypes run deep",
      "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/220203144821-05-leduc-cain-gribble-exlarge-169.jpg",
      "caption": "Cain-Gribble and LeDuc won their second national title ahead of the Winter Olympics.",
      "hashtags": [
        "Sport",
        "Figure skating",
        "Winter Olympic"
      ],
      "description": "Competing in a discipline with synergy at its heart, figure skating pair Ashley Cain-Gribble and Timothy LeDuc have found a winning formula on the way to qualifying for the Winter Olympics.\n\n\"Dad jokes and puns, mostly,\" is what LeDec quips as being key to the duo's success. \"And a lot of hard work ... we can work super hard and push ourselves beyond what we knew was possible.\"\nThe American pair say their bond off the ice influences how they perform on it, propelling them to new heights in their skating careers.\nAfter winning their second national title last month, Cain-Gribble and LeDuc are now preparing to compete in their first Winter Olympics in Beijing.\nIt will be a landmark moment regardless of how they perform in the pairs events with LeDuc, who identifies as gay, set to become the first out, nonbinary athlete to compete at the Winter Olympics, according to Team USA.\nFor the duo, who have been competing together since 2016 and have both taken breaks from competitive pairs skating, the build-up to the Games has been a chance to reflect on their own journeys. Frequently, they say, they have found themselves at odds with skating's norms and expectations during the course of their careers.\n\"For a long time, Timothy and I didn't see ourselves represented, and so we didn't quite feel like we belonged,\" Cain-Gribble tells CNN Sport.\n\"And for a long time, people had things to say about us. Even when we teamed up, they had a lot of things to say about my body, or about Timothy's sexuality. People still will make those comments.\"\nCain-Gribble, who at five-foot-six is taller than most women who compete in pairs skating, has previously spoken about how body shaming almost forced her to retire from the sport.\nShe adds: \"I think for us, it's about leading with authenticity, being our true selves out there and creating a very inclusive environment.\"\nCultivating that environment has meant doing things their own way, including when it comes to their costumes. The pair wear similar colors and patterns, while Cain-Gribble often competes in a long-sleeved unitard, rather than a dress."
    }
  ],
  "technologies": [
    {
      "title": "Infrastructure Update — Preparing for State Connector Launch, stage 1 of 2",
      "desc": "The Songbird canary network has been updated. The updates will activate on Monday 7th March in the first of two stages of preparation for launching the State Connector.",
      "date": "May 17, 2022",
      "type": "Technology",
      "location": "Columbia, MD",
      "href": "javascript:void(0)"
    },
    {
      "title": "Were the Unabomber’s Predictions About Technology Correct?",
      "desc": "He makes some good points —  In case you haven’t been keeping up with radical domestic terrorist history, the Unabomber was sort of a big deal back in the day. He sent bombs through the mail to various targets in big tech, media, and advertising for over 17 years, killing 3 people and injuring 23. Finding…",
      "date": "Nov 11, 2022",
      "type": "Politics",
      "location": "Remote",
      "href": "javascript:void(0)"
    },
    {
      "title": "Infrastructure Update — Preparing for State Connector Launch, stage 1 of 2",
      "desc": "The Songbird canary network has been updated. The updates will activate on Monday 7th March in the first of two stages of preparation for launching the State Connector.",
      "date": "May 17, 2022",
      "type": "Technology",
      "location": "Columbia, MD",
      "href": "javascript:void(0)"
    },
    {
      "title": "Were the Unabomber’s Predictions About Technology Correct?",
      "desc": "He makes some good points —  In case you haven’t been keeping up with radical domestic terrorist history, the Unabomber was sort of a big deal back in the day. He sent bombs through the mail to various targets in big tech, media, and advertising for over 17 years, killing 3 people and injuring 23. Finding…",
      "date": "Nov 11, 2022",
      "type": "Politics",
      "location": "Remote",
      "href": "javascript:void(0)"
    },
    {
      "title": "How Technology Has Set Us Back",
      "desc": "Set your brain on fire with these simple methods of connection. —  Picture this: you are sitting somewhere where you have to wait. It could be a doctor’s office, your kid’s swim practice, or in line at the return counter. I already know what you are doing while you are waiting: you are scrolling on your phone. Let’s think for a minute…",
      "date": "Jan 2, 2022",
      "type": "Technology",
      "location": "Remote",
      "href": "javascript:void(0)"
    }
  ],
  "faqs": [
    {
      "title": "What are some random questions to ask?",
      "desc": "That's exactly the reason we created this random question generator. There are hundreds of random questions to choose from so you're able to find the perfect random question."
    },
    {
      "title": "Do you include common questions?",
      "desc": "This generator doesn't include most common questions. The thought is that you can come up with common questions on your own so most of the questions in this generator."
    },
    {
      "title": "Can I use this for 21 questions?",
      "desc": "Yes! there are two ways that you can use this question generator depending on what you're after. You can indicate that you want 21 questions generated."
    },
    {
      "title": "Are these questions for girls or for boys?",
      "desc": "The questions in this generator are gender neutral and can be used to ask either male of females (or any other gender the person identifies with)."
    },
    {
      "title": "What do you wish you had more talent doing?",
      "desc": "If you've been searching for a way to get random questions, you've landed on the correct webpage. We created the Random Question Generator to ask you as many random questions as your heart desires."
    },
    {
      "title": "Are these questions for girls or for boys?",
      "desc": "The questions in this generator are gender neutral and can be used to ask either male of females (or any other gender the person identifies with)."
    },
    {
      "title": "What do you wish you had more talent doing?",
      "desc": "If you've been searching for a way to get random questions, you've landed on the correct webpage. We created the Random Question Generator to ask you as many random questions as your heart desires."
    }
  ],
  "privacy": [
    {
      "title": "Purposes For This Information",
      "desc": "We have prepared this privacy notice (“Privacy Notice,” “Notice,” “Privacy Policy,” or “Policy”) to explain to you how we collect, use, and share information and Personal Data (as defined under applicable law) we obtain through your use of the Internet sites, applications and online services (“Services”) that are operated by, controlled by or affiliated with Vox Media, LLC, and any of its subsidiaries, affiliates, brands and entities that it controls, including Curbed, Eater, Grub Street, New York Magazine, Polygon, Recode, SB Nation, Select All, The Cut, The Daily Intelligencer, The Strategist, The Verge, Vox, Vulture, and other affiliated sites and applications (collectively “we,” “us,” or “our”). This Privacy Notice only covers information collected through the Services and via direct communications between you and Vox Media, LLC, and does not cover any information collected at any other website, application or otherwise by us (unless specifically stated), including when you call us, write to us, or communicate with us in any manner other than through the Services. By using the Services, you consent to such collection, use and sharing of your information and Personal Data and agree to the terms of this Privacy Notice.\\n\\nWe will only process your Personal Data in accordance with applicable data protection and privacy laws. For the purposes of UK and EU data protection legislation, the data controller is Vox Media, Inc. of Vox Media Inc., 1201 Connecticut Ave. NW, 11th Floor, Washington, DC 20036."
    },
    {
      "title": "Cookies and Local Storage",
      "desc": "Cookies and local storage may be set and accessed on your computer. Upon your first visit to the Services, a cookie or local storage will be sent to your computer that uniquely identifies your browser. “Cookies” and local storage are small files containing a string of characters that is sent to your computer’s browser and stored on your device when you visit a website. Many major Web services use cookies to provide useful features for their users. Each Web site can send its own cookie to your browser. Most browsers are initially set up to accept cookies. You can reset your browser to refuse all cookies or to indicate when a cookie is being sent; however, if you reject cookies, you will not be able to sign in to the Services or take full advantage of our Services. Additionally, if you clear all cookies on your browser at any point after setting your browser to refuse all cookies or indicate when a cookie is being sent, you will have to again reset your browser to refuse all cookies or indicate when a cookie is being sent."
    },
    {
      "title": "Information We Receive From Other Sources",
      "desc": "We may supplement the information we collect with outside records in order to learn more about our users, to better tailor the content and offers we show you, and for other purposes. We may receive this information about you from public sources or third parties, including without limitation consumer data resellers, social networks, and advertisers that demonstrate collection complaint with applicable privacy laws. We may combine the information we receive from those other sources with information we collect through the Services. In those cases, we will apply this Privacy Notice to the combined information."
    },
    {
      "title": "Information You Choose To Submit",
      "desc": "You can visit the Services without telling us who you are or revealing any information by which someone could identify you as a specific, identifiable individual (which we will refer to in this Privacy Notice collectively as “Personal Data”). If, however, you wish to register to become a member of the Services, you are required to provide certain Personal Data (for example, your name and email address), and you must also provide a username and password. We use your Personal Data to fulfill your requests for products and services, to improve our Services, to contact you from time to time, with your consent, about us and our products and services, and as otherwise described in this Privacy Notice.\n\nWe refer collectively to all information we collect that is not Personal Data, including Usage Data, demographic data and de-identified Personal Data, as “Non-Personal Data”. If we combine Non-Personal Data with Personal Data, we will treat the combined information as Personal Data under this Privacy Notice.\n\nPersonal Data, Non-Personal Data, and User Submissions are referred to in this Privacy Notice collectively as “User Information.”\n\nYou may choose to enter contests, sweepstakes, competitions, participate in surveys, subscribe to newsletters, comment articles, use message boards, chat rooms, reader photo upload areas, reader ratings and reviews, save articles or other content on our Sites, reader-created content upload areas, contact us and customer support areas, and areas that allow you to register for SMS text messaging and mobile alerts, or otherwise interact with us in similar ways (“Interactive Areas”). These Interactive Areas may require that you provide Personal Data corresponding with the activities. You understand and agree that the Interactive Areas are voluntary and that your providing Personal Data for those activities will be collected and used by us to identify and communicate with you. In certain circumstances, we may share that Personal Information with sponsors, advertisers, affiliates or other partners. If you have questions about a specific Interactive Area, please contact us and reference that specific Interactive Area.\n\nIn addition, you are required to provide certain Personal Data when you submit a job application and supporting materials. Where you submit a job application on behalf of another person, you confirm that you have made that person aware of how we collect, use and share their Personal Data, the reason you have provided it, how they can contact us, the terms of this Privacy Notice and related policies and that they have consented to such collection, use and sharing. You can also choose to submit or we may collect additional information about yourself, such as demographic information (for example your gender, birth date, or zip code) and information about your preferences and interests. Failure to provide any required Personal Data will prevent us from being able to provide the Services you request (e.g., member registration or submission of job application) or otherwise inhibit our ability to provide the Services."
    },
    {
      "title": "Changes",
      "desc": "We, update this Privacy Notice from time to time in our discretion and will notify you of any material changes to the way in which we treat Personal Data by posting a notice on relevant areas of the Services. We will also provide notice to you in other ways in our discretion, such as through contact information you have provided. Any updated version of this Privacy Notice will be effective immediately upon the posting of the revised Privacy Notice unless otherwise specified. Your continued use of the Services after the effective date of the revised Privacy Notice (or such other act specified at that time) will constitute your consent to those changes. However, we will not, without your consent, use your Personal Data in a manner materially different than what was stated at the time your Personal Data was collected."
    },
    {
      "title": "Contact Us",
      "desc": "If you have any questions about this Privacy Notice, please feel free to contact us by email at: vmprivacy@voxmedia.com."
    }
  ],
  "marquee": [
    {
      "time": "09:20",
      "text": " Opinion: It's time to start talking about impeachment"
    },
    {
      "time": "10:00",
      "text": " Clinton aims to shore up Wisconsin with new TV ads"
    },
    {
      "time": "10:15",
      "text": "Trump signs tax bill before leaving for Mar-a-Lago"
    },
    {
      "time": "10:40",
      "text": "The Facebook Live stream that could presage TV"
    }
  ]
}