[
  {
    "id": 1,
    "link": "/news",
    "type": "Business",
    "date": "2 days ago",
    "title": "Facebook owner Meta sees biggest ever stock market loss",
    "thumbnail": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2020/05/0/0/Mark-Zuckerberg-Getty.jpg?ve=1&tl=1",
    "caption": "Facebook's owner Meta Platforms saw its stock market value slump by more than $230bn (£169bn) on Thursday, in a record daily loss for a US firm.",
    "hashtags": [
      "Social media",
      "Meta",
      "Twitter",
      "Mark Zuckerberg",
      "Facebook"
    ],
    "description": "<b>Facebook's owner Meta Platforms saw its stock market value slump by more than $230bn (£169bn) on Thursday, in a record daily loss for a US firm.</b>\n\nIts shares fell 26.4% after quarterly figures disappointed investors.\n\nMeta also said that Facebook's daily active users (DAUs) had dropped for the first time in its 18-year history.\n\nThe company's share price slide saw chief executive Mark Zuckerberg's net worth fall by $31bn, according to the Bloomberg Billionaires Index.\n\nThe drop in Mr Zuckerberg's personal fortune was equivalent to the annual gross domestic product of Estonia.\n\nEven after that drop, Mr Zuckerberg has an estimated net worth of almost $90bn, which means he is still one of the richest people in the world.\n\nThat came after Meta revealed that Facebook's DAUs fell to 1.929bn in the three months to the end of December, compared to 1.930bn in the previous quarter.\n\nIt was the first time ever that this measure of activity on the world's biggest social network had gone into reverse.\n\nMeta's stock market slump came on the eve of the 18th anniversary of the founding of Facebook.\n\nFacebook sees daily users fall for first time ever\nFacebook-funded cryptocurrency Diem winds down\nMeta also warned of slowing revenue growth in the face of competition from rival platforms including TikTok and YouTube, while advertisers were also cutting spending.\n\nMr Zuckerberg said the firm's sales growth had been hurt as audiences, especially younger users, had left for rivals.\n\nThe firm forecast revenues of between $27bn and $29bn for the first quarter of this year, which was lower than analysts had expected.\n\nAlthough the company has been making investments in video services to compete with TikTok, owned by Chinese technology giant ByteDance, it makes less money from those offerings than its traditional Facebook and Instagram feeds."
  },
  {
    "id": 2,
    "link": "/news",
    "type": "World, Business",
    "date": "27 January 2022",
    "title": "US Supreme Court: The women in the running to replace Stephen Breyer",
    "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/70E7/production/_123030982_gettyimages-1232576319.jpg",
    "caption": "Ketanji Brown Jackson, 51, is widely believed to be the top contender to replace Justice Breyer.",
    "hashtags": [
      "US Supreme Court",
      "United States",
      "Joe Biden"
    ],
    "description": "Born in Washington DC and raised in Miami, Ms Jackson currently serves on the influential US Court of Appeals for the DC circuit. Three current justices previously served on the court.\n\n\n\"Presidents are not kings,\" she wrote in a 2019 ruling compelling a former aide to President Trump to testify in the Russia meddling probe.\n\n\"They do not have subjects, bound by loyalty or blood, whose destiny they are entitled to control.\"\n\nThe jurist has two degrees from Harvard University, which she attended as an undergraduate and as a law student, once serving as editor of the Harvard Law Review.\n\nMeet the Supremes - the judges on the top US court\nDuring her time at Harvard, she led protests against a student who draped a Confederate flag from his dorm window.\n\nHer parents are both graduates of historically black colleges who began their careers are teachers.\n\nMs Jackson has also clerked for three federal judges in the past, most notably Justice Breyer himself from 1999-2000.\n\nIn January 2021, she was among President Biden's very first judicial picks, to fill the court seat vacated by his current Attorney General Merrick Garland.\n\nAt that confirmation hearing, former House Speaker and ex-Republican vice-presidential candidate Paul Ryan introduced her; Mr Ryan is a relative by marriage.\n\n\"Our politics may differ, but my praise for Ketanji's intellect, for her character, for her integrity, it is unequivocal,\" he said.\n\nMs Jackson's husband is a surgeon and she has two children."
  },
  {
    "id": 3,
    "link": "/news",
    "type": "Technology",
    "date": "9 March 2022",
    "title": "Meta moves to tackle creepy behaviour in virtual reality",
    "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/16033/production/_123136109_metaverse2.png",
    "caption": "Meta has announced a new feature to allow more personal space for people's avatars in virtual-reality worlds.",
    "hashtags": [
      "Meta",
      "Microsoft",
      "Virtual reality"
    ],
    "description": "The metaverse is still at concept stage but the latest attempts to create virtual worlds are already facing an age-old problem: harassment.\n\nBloomberg's technology columnist Parmy Olson told the BBC's Tech Tent programme about her own \"creepy\" experiences.\n\nAnd one woman likened her own traumatic experience in VR to sexual abuse.\n\nMeta has now announced a new feature, Personal Boundary, which begins rolling out on 4 February. It prevents avatars from coming within a set distance of each other, creating more personal space for people and making it easier to avoid these unwanted interactions.\n\nIt stops others \"invading your avatar's personal space\", said Meta.\n\n\"If someone tries to enter your Personal Boundary, the system will halt their forward movement as they reach the boundary.\"\n\nIt is being made available in Meta's Horizon Worlds and Horizon Venues software.\n\nThe firm said it was a \"powerful example of how VR has the potential to help people interact comfortably,\" but acknowledged there was more work to be done."
  },
  {
    "id": 4,
    "link": "/news",
    "type": "Health",
    "date": "4 days ago",
    "title": "Omicron BA.2: What we know about the Covid sub-variant",
    "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14834/production/_123102048_mediaitem123102047.jpg",
    "caption": "The highly transmissible Omicron variant now accounts for half of the world's infections.",
    "hashtags": [
      "Coronavirus",
      "Omicron variant",
      "Pandemic"
    ],
    "description": "But Omicron is an umbrella term for several closely related lineages of the SARS-CoV-2 coronavirus, the most common of which is the BA.1 lineage.\n\nNow more countries, particularly in Asia and Europe, are reporting an increase in cases driven by BA.2.\n\nWhile BA.2 appears to be more transmissible than previous variants, there is no data yet to suggest that it is any more severe.\n\nSo how worried should we be about this emerging variant? Here is what we know about it. \n\n <b>What is BA.2?</b> \n\n As viruses mutate into new variants, they sometimes split or branch off into sub-lineages. The Delta variant, for example, comprises 200 different sub-variants.\n\nThe same happened with Omicron, which includes the lineages BA.1, BA.2, BA.3 and B.1.1.529.\n\nBA.1 accounts for most of the cases. According to the World Health Organization (WHO), nearly 99% of viral DNA submitted to the global GISAID database as of 25 January were identified as this sub-variant. While BA.1 and BA.2 are similar, they are 20 mutations apart.\n\nIt is not clear where BA.2 originated, but it was first detected in the Philippines in November."
  },
  {
    "id": 5,
    "link": "/news",
    "type": "Technology",
    "date": "2 days ago",
    "title": "How to store excess wind power underwater",
    "thumbnail": "https://ichef.bbci.co.uk/news/976/cpsprodpb/A9E2/production/_122909434_gettyimages-1271332416.jpg",
    "caption": "With 17 new wind farm projects planned for Scotland, the UK's offshore wind power capacity is set to more than double.",
    "hashtags": [
      "Wind power",
      "Batteries",
      "Energy industry",
      "Renewable energy"
    ],
    "description": "But what happens when the wind is blowing, the turbines are cranking out electricity and there's no demand for it?\n\nIt's already a problem. In 2020, enough electricity to supply more than one million homes was wasted due to a lack of storage, according to a report by KPMG that was commissioned by the power company Drax.\n\nBut one firm, which won a 2022 Best of Innovation award at the CES technology show earlier this year, believes it has the solution.\n\nDutch startup, Ocean Grazer, has developed the Ocean Battery, which stores energy below the wind farm.\n\nWhen there is excess electricity the system pumps water from an underground reservoir into tough, flexible bladders that sit on the sea bed. You could think of them like big bicycle inner tubes. The water in those tubes is under pressure, so when it is released the water flows quickly and is directed through turbines, also on the sea bed, generating electricity when needed.\n\n\"The Ocean Battery, is effectively based on the same technology as hydro storage, where water is pumped back through a dam in a river, though we have transformed it into something you can deploy on the sea bed,\" says chief executive Frits Bliek.\n\nA protoype designed for deep water has already been tested at the port of Groningen in the Netherlands. The firm is now preparing to test a second system that has been modified for shallower water in a lake in the northern Netherlands. This should be operational next year.\n\nMany on-shore wind farms already use batteries to store extra power but there are a number of problems when it comes to using these offshore.\n\n\"If you want to build a large-scale system offshore, you would also need to build a really huge platform built of sea containers and that's been found to be very, very costly. Also the lifetime of the batteries is not very long,\" says Mr Bliek."
  },
  {
    "id": 6,
    "link": "/news",
    "type": "Sport, Premier League",
    "date": "1 February 2022",
    "title": "Transfer window closes: Premier League clubs spend £295m in busy January 2022",
    "thumbnail": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/BA65/production/_123071774_index.png",
    "caption": "Premier League clubs completed the second-highest spending January in history - with a total of £295m spent - as Tottenham made the biggest moves on deadline day.",
    "hashtags": [
      "Sport"
    ],
    "description": "A total of 12 Premier League transfers on deadline day took spending to the highest total since 2018's £430m as clubs appear to have recovered from the effects Covid had on finances.\n\nPremier League clubs only spent £70m in January 2021, and less than £10m on deadline day.\n\nTwelve months on - and with capacity crowds now back in stadiums this season - Spurs signed two Juventus players for at least £24m, sold England midfielder Dele Alli to Frank Lampard's Everton for a fee of up to £40m and loaned out three players.\n\nNewcastle brought in two Premier League defenders, while Manchester City and Burnley recruited strikers for more than £10m.\n\nPierre-Emerick Aubameyang left Arsenal for Barcelona on a free transfer, while Juventus loaned Aaron Ramsey to Scottish champions Rangers.\n\nOver half of the money spent by Premier League clubs (£150m) came from the bottom five clubs - Everton, Norwich, Newcastle, Watford and Burnley. Last year the bottom five spent a total of £5m.\n\nDan Jones, partner and head of the Sports Business Group at Deloitte, said: \"This transfer window indicates that the financial pressures of Covid on Premier League clubs are easing, with spending firmly back to pre-pandemic levels and remarkably among the highest we've ever seen in January.\n\n\"The Premier League continues to lead the way globally, retaining its status as the world's biggest domestic football league in financial terms, once again supported by full stadia and securing strong overseas broadcast deals.\"\n\nEurope's other top four leagues combined spent 380m euros (£317m), only £2m more than the Premier League and EFL combined.\n\nPremier League clubs' net spending (the cost of purchases minus sales) of £180m is the highest since the January transfer window was introduced in 2003. \n\n <b>What happened in the rest of January? </b> \n\n Liverpool made the biggest signing of the window in England the day before deadline day, with Porto's Colombia winger Luis Diaz joining in a deal worth 45m euros (£37.5m), with a further 15m euros (£12.5m) in potential bonuses.\n\nNewcastle had already sealed a deal for Lyon's Brazilian midfielder Bruno Guimaraes for £35m with £6.6m in add-ons, Burnley striker Chris Wood for £25m and Atletico Madrid and England right-back Kieran Trippier for £12m.\n\nThere were four other Premier League signings worth £10m or more.\n\nAston Villa signed Everton left-back Lucas Digne for £25m, while Everton bought two defenders for a combined £27m - Rangers' Nathan Patterson and Dynamo Kyiv's Vitalii Mykolenko.\n\nWolves made the loan signing of RB Leipzig forward Hwang Hee-chan permanent for £14m.\n\nThe biggest signing in Europe came when Juventus signed Fiorentina forward Dusan Vlahovic - who had been a target for several Premier League sides - for an initial £58m.\n\nVilla signed Barcelona's Philippe Coutinho on loan, while Adama Traore (Wolves to Barcelona), Anthony Martial (Manchester United to Sevilla) and Amad Diallo (Manchester United to Rangers) all left the Premier League on temporary deals."
  }
]