[
  {
    "id": 1,
    "link": "/sport",
    "type": "Sport, Premier League",
    "date": "1 February 2022",
    "title": "Transfer window closes: Premier League clubs spend £295m in busy January 2022",
    "thumbnail": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/BA65/production/_123071774_index.png",
    "caption": "Premier League clubs completed the second-highest spending January in history - with a total of £295m spent - as Tottenham made the biggest moves on deadline day.",
    "hashtags": [
      "Sport"
    ],
    "description": "A total of 12 Premier League transfers on deadline day took spending to the highest total since 2018's £430m as clubs appear to have recovered from the effects Covid had on finances.\n\nPremier League clubs only spent £70m in January 2021, and less than £10m on deadline day.\n\nTwelve months on - and with capacity crowds now back in stadiums this season - Spurs signed two Juventus players for at least £24m, sold England midfielder Dele Alli to Frank Lampard's Everton for a fee of up to £40m and loaned out three players.\n\nNewcastle brought in two Premier League defenders, while Manchester City and Burnley recruited strikers for more than £10m.\n\nPierre-Emerick Aubameyang left Arsenal for Barcelona on a free transfer, while Juventus loaned Aaron Ramsey to Scottish champions Rangers.\n\nOver half of the money spent by Premier League clubs (£150m) came from the bottom five clubs - Everton, Norwich, Newcastle, Watford and Burnley. Last year the bottom five spent a total of £5m.\n\nDan Jones, partner and head of the Sports Business Group at Deloitte, said: \"This transfer window indicates that the financial pressures of Covid on Premier League clubs are easing, with spending firmly back to pre-pandemic levels and remarkably among the highest we've ever seen in January.\n\n\"The Premier League continues to lead the way globally, retaining its status as the world's biggest domestic football league in financial terms, once again supported by full stadia and securing strong overseas broadcast deals.\"\n\nEurope's other top four leagues combined spent 380m euros (£317m), only £2m more than the Premier League and EFL combined.\n\nPremier League clubs' net spending (the cost of purchases minus sales) of £180m is the highest since the January transfer window was introduced in 2003. \n\n <b>What happened in the rest of January? </b> \n\n Liverpool made the biggest signing of the window in England the day before deadline day, with Porto's Colombia winger Luis Diaz joining in a deal worth 45m euros (£37.5m), with a further 15m euros (£12.5m) in potential bonuses.\n\nNewcastle had already sealed a deal for Lyon's Brazilian midfielder Bruno Guimaraes for £35m with £6.6m in add-ons, Burnley striker Chris Wood for £25m and Atletico Madrid and England right-back Kieran Trippier for £12m.\n\nThere were four other Premier League signings worth £10m or more.\n\nAston Villa signed Everton left-back Lucas Digne for £25m, while Everton bought two defenders for a combined £27m - Rangers' Nathan Patterson and Dynamo Kyiv's Vitalii Mykolenko.\n\nWolves made the loan signing of RB Leipzig forward Hwang Hee-chan permanent for £14m.\n\nThe biggest signing in Europe came when Juventus signed Fiorentina forward Dusan Vlahovic - who had been a target for several Premier League sides - for an initial £58m.\n\nVilla signed Barcelona's Philippe Coutinho on loan, while Adama Traore (Wolves to Barcelona), Anthony Martial (Manchester United to Sevilla) and Amad Diallo (Manchester United to Rangers) all left the Premier League on temporary deals."
  },
  {
    "id": 2,
    "link": "/sport",
    "type": "Sport",
    "date": "6 February 2022",
    "title": "Zoi Sadowski-Synnott: Kiwi is taking snowboarding 'to the next level' as 20-year-old wins gold",
    "thumbnail": "https://media.cnn.com/api/v1/images/stellar/prod/220206125029-zoi-sadowski-synnott.jpg?c=16x9&q=h_720,w_1280,c_fill",
    "caption": "Zoi Sadowski-Synnott of Team New Zealand performs a trick during the women's snowboard slopestyle final at the Genting Snow Park on February 06, 2022 in Zhangjiakou, China",
    "hashtags": [
      "Sport",
      "snowboarding"
    ],
    "description": "Zoi Sadowski-Synnott wasn't even born when New Zealand ended its 40-year wait for a Winter Olympics medal in 1992. On Sunday, she soared through the air at Beijing's Genting Snow Park to claim her country's first ever gold at a Winter Games.\n\nThe 20-year-old put in a remarkable final run to claim the gold in the women's snowboard slopestyle event, snatching victory from Team USA's Julia Marino at the death. \n\n It left the Kiwi requiring a near-flawless performance in the most pressurized of circumstances, and the 20-year-old delivered emphatically -- a jaw-dropping final run rewarding her with a 92.88 score, over five points clear of Marino's best attempt in second, and a historic gold medal.\n\"I tried to think last night what it would mean if I managed to land my run and come away with gold, and it feels unreal,\" Sadowski-Synnott told reporters\n\"I am super proud of where my snowboarding has come in the last few years and super proud to be Kiwi and show the world what Kiwis are made of.\n\"I really hope my performance here will inspire young kids and anyone to take up snowboarding because I reckon it's the funnest sport ever."
  },
  {
    "id": 2,
    "link": "/sport",
    "type": "Sport",
    "date": "4 February 2022",
    "title": "How US figure skaters forged their own paths in a sport where stereotypes run deep",
    "thumbnail": "https://cdn.cnn.com/cnnnext/dam/assets/220203144821-05-leduc-cain-gribble-exlarge-169.jpg",
    "caption": "Cain-Gribble and LeDuc won their second national title ahead of the Winter Olympics.",
    "hashtags": [
      "Sport",
      "Figure skating",
      "Winter Olympic"
    ],
    "description": "Competing in a discipline with synergy at its heart, figure skating pair Ashley Cain-Gribble and Timothy LeDuc have found a winning formula on the way to qualifying for the Winter Olympics.\n\n\"Dad jokes and puns, mostly,\" is what LeDec quips as being key to the duo's success. \"And a lot of hard work ... we can work super hard and push ourselves beyond what we knew was possible.\"\nThe American pair say their bond off the ice influences how they perform on it, propelling them to new heights in their skating careers.\nAfter winning their second national title last month, Cain-Gribble and LeDuc are now preparing to compete in their first Winter Olympics in Beijing.\nIt will be a landmark moment regardless of how they perform in the pairs events with LeDuc, who identifies as gay, set to become the first out, nonbinary athlete to compete at the Winter Olympics, according to Team USA.\nFor the duo, who have been competing together since 2016 and have both taken breaks from competitive pairs skating, the build-up to the Games has been a chance to reflect on their own journeys. Frequently, they say, they have found themselves at odds with skating's norms and expectations during the course of their careers.\n\"For a long time, Timothy and I didn't see ourselves represented, and so we didn't quite feel like we belonged,\" Cain-Gribble tells CNN Sport.\n\"And for a long time, people had things to say about us. Even when we teamed up, they had a lot of things to say about my body, or about Timothy's sexuality. People still will make those comments.\"\nCain-Gribble, who at five-foot-six is taller than most women who compete in pairs skating, has previously spoken about how body shaming almost forced her to retire from the sport.\nShe adds: \"I think for us, it's about leading with authenticity, being our true selves out there and creating a very inclusive environment.\"\nCultivating that environment has meant doing things their own way, including when it comes to their costumes. The pair wear similar colors and patterns, while Cain-Gribble often competes in a long-sleeved unitard, rather than a dress."
  }
]
